;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: Cannie
; Wise Reminder 
; Soft Version: 1.21.58
;

[Translation]
LanguageName=ENU
LangCode=0c0a
ReadHabit=Left-to-right
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET

Confirm=Confirmar

;
; Main GUI
;
TfrmWRMMain.Caption=Wise Reminder
TfrmWRMMain.btnUnfinish.Caption=Sin terminar
TfrmWRMMain.btnCompleted.Caption=Terminado
TfrmWRMMain.btnBack.caption=Atrás 
TfrmWRMMain.btnDone.Caption=Guardar
TfrmWRMMain.lblRepeat.caption=Repetir:
TfrmWRMMain.lblTime.caption=Tiempo:
TfrmWRMMain.lblName.caption=Descripción:
TfrmWRMMain.lblDate.caption=Fecha:
TfrmWRMMain.cbPeriod.Item1=Una vez
TfrmWRMMain.cbPeriod.Item2=Cada día
TfrmWRMMain.cbPeriod.Item3=Cada semana
TfrmWRMMain.cbPeriod.Item4=Cada mes
TfrmWRMMain.cbPeriod.Item5=Cada año
;
;hint
;
TfrmWRMMain.imgf.hint=Síganos en Facebook
TfrmWRMMain.imgt.hint=Síganos en Twitter
TfrmWRMMain.imgmail.hint=Comparta el programa con sus amigos
TfrmWRMMain.imghome.hint=Página web
TfrmWRMMain.CloseHint=Cerrar
TfrmWRMMain.MenuHint=Menú
TfrmWRMMain.MinHint=Minimizar 
TfrmWRMMain.lbl2.caption=Versión:%s
TfrmWRMMain.lbl3.Caption=Buscar actualización
TfrmWRMMain.btnDetails.hint_1=Detalles
TfrmWRMMain.btnDetails.hint_2=Modificar y recuperar
TfrmWRMMain.btnDelete.hint_1=Marcar como terminado
TfrmWRMMain.btnDelete.hint_2=Borrar
TfrmWRMMain.OpenWindow=Abrir WiseReminder
TfrmWRMMain.btnNew.Caption=nuevo

msgdlg.btnNO=NO
msgdlg.btnOk=OK
msgdlg.btnYes=Si
;
; Time
;
constY=Año
constM=Mes
constD=Día
constHH=Hora
constMM=Minuto
constSS=Segundo
constYs=Años
constMs=Meses
constDs=Días
constHHs=Horas
constMMs=Minutos
constSSs=Segundos
;
; Popup Menu
;
TfrmWRMMain.TrayMenuItem1=Ayuda en línea
TfrmWRMMain.TrayMenuItem2=Foro
TfrmWRMMain.TrayMenuItem3=Página web
TfrmWRMMain.TrayMenuItem4=Contactar
TfrmWRMMain.TrayMenuItem5=Buscar actualizaciones
TfrmWRMMain.TrayMenuItem6=Buscar noticias
TfrmWRMMain.TrayMenuItem7=Idioma
TfrmWRMMain.TrayMenuItem8=Ejecutar al inicio
TfrmWRMMain.TrayMenuItem9=Sobre
TfrmWRMMain.TrayMenuItem10=Salir
TfrmRemindDlg.Caption_1=Ha perdido algunos avisos
TfrmWRMMain.lbl1.caption=Restore
TfrmWRMMain.fxpmn.item1=Backup
TfrmWRMMain.fxpmn.item2=Restore
GetLang=Traducir a...
;
; Notice
;
TfrmRemindDlg.Caption=Aviso
TfrmRemindDlg.btnComplete.Caption=Ya lo tengo
TfrmRemindDlg.btnDelay.Caption=Recordar más tarde
;
; About
;
TfrmAbout.Caption=Sobre
TfrmAbout.lblEmail.caption=Soporte por email:
TfrmAbout.lblhome.caption=Página web oficial:
TfrmAbout.lblthanks.caption=Se agradece la colaboración de:
TfrmAbout.btnOk.Caption=OK
TfrmAbout.lblver.Caption=Versión actual:
;
;Voz
;
TfrmWRMMain.cbbVoice.Item1 = Mudo
TfrmWRMMain.cbbVoice.Item2 = Por defecto
TfrmWRMMain.cbbVoice.Item3 = Personalizado 
TfrmWRMMain.lblVoice.Caption = Avisos de voz

[Messages]
UnkonwFileType = Archivo de sonido no reconocido
ExitModify=No ha guardado los cambios. Confirme si desea salir.
RemindNameNULL=Es necesario que describa el recordatorio.
NewVer=Hay una nueve versión. Confirme si desea actualizar ahora.
NoNewVer=No hay ninguna nueva versión.
ExitApp=No volverá a recibir recordatorios. Confirme si desea salir.
NoneReminder=No ha indicado ningún recordatorio.
NoneCopmpleted=No ha completado el recordatorio.
NoneSelected=Seleccione al menos un elemento.
TimeOver=Ha indicado en el tiempo un momento anterior al actual.

[Lang]
NativeLanguage=Spanish